Repository: tylerliu/CameraRollSorter
Catalog: CameraRollSorter/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@ kilometers
zh_hans: %@ 公里
zh_hant: %@ 公里

source: %lld groups
zh_hans: %lld 组
zh_hant: %lld 組

source: %lld Live Photos
zh_hans: %lld 张实况照片
zh_hant: %lld 張實況相片

source: %lld low-aesthetic photos
zh_hans: %lld 张低质量照片
zh_hant: %lld 張低品質相片

source: %lld of %lld
zh_hans: 第 %1$lld / %2$lld 张
zh_hant: 第 %1$lld / %2$lld 張

source: %lld of %lld kept
zh_hans: 已保留 %1$lld / %2$lld
zh_hant: 已保留 %1$lld / %2$lld

source: %lld photos
zh_hans: %lld 张照片
zh_hant: %lld 張相片

source: %lld selected
zh_hans: 已选择 %lld 张
zh_hant: 已選擇 %lld 張

source: %lld similar photos
zh_hans: %lld 张相似照片
zh_hant: %lld 張相似相片

source: %lld will go to Recently Deleted
zh_hans: %lld 张将移至“最近删除”
zh_hant: %lld 張將移至「最近刪除」

source: Access your photos
zh_hans: 访问你的照片
zh_hant: 存取你的相片

source: BOUNCE
zh_hans: 来回播放
zh_hant: 來回播放

source: Buffer ahead
zh_hans: 预扫描数量
zh_hant: 預掃描數量

source: Camera
zh_hans: 相机
zh_hant: 相機

source: Camera information isn’t available locally.
zh_hans: 本地没有可用的相机信息。
zh_hant: 本機沒有可用的相機資訊。

source: Camera Roll Sorter
zh_hans: 相册整理器
zh_hant: 相簿整理器

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Capture date unknown
zh_hans: 拍摄日期未知
zh_hant: 拍攝日期未知

source: Change access in Settings
zh_hans: 在“设置”中更改访问权限
zh_hant: 在「設定」中更改存取權限

source: Choose accessible photos
zh_hans: 选择可访问的照片
zh_hant: 選擇可存取的相片

source: Choose full access or select specific photos in the system prompt. We use capture times and on-device visual comparisons to help you review nearby shots. Deletions require a separate confirmation and go to Recently Deleted.
zh_hans: 在系统提示中选择完全访问，或挑选特定照片。我们使用拍摄时间和设备本地的视觉比对，帮助你查看相近的照片。删除需另行确认，并移至“最近删除”。
zh_hant: 在系統提示中選擇完全存取，或挑選特定相片。我們使用拍攝時間和裝置本機的視覺比對，協助你查看相近的相片。刪除需另行確認，並移至「最近刪除」。

source: Choose photo access
zh_hans: 选择照片访问权限
zh_hant: 選擇相片存取權限

source: Choose photos
zh_hans: 挑选照片
zh_hant: 挑選相片

source: Choose photos to keep
zh_hans: 选择要保留的照片
zh_hant: 選擇要保留的相片

source: Cleanup
zh_hans: 清理
zh_hant: 清理

source: Comparisons use local previews only. Nothing is changed unless you confirm an action.
zh_hans: 比对仅使用本地预览。除非你确认操作，否则不会更改任何内容。
zh_hant: 比對僅使用本機預覽。除非你確認操作，否則不會更改任何內容。

source: Convert %lld
zh_hans: 转换 %lld 张
zh_hant: 轉換 %lld 張

source: Convert %lld to still?
zh_hans: 将 %lld 张转换为静止照片？
zh_hant: 將 %lld 張轉換為靜止相片？

source: Couldn’t convert
zh_hans: 无法转换
zh_hant: 無法轉換

source: Couldn’t delete
zh_hans: 无法删除
zh_hant: 無法刪除

source: Couldn’t move photos
zh_hans: 无法移动照片
zh_hant: 無法移動相片

source: Couldn’t read the still image for this Live Photo locally.
zh_hans: 无法在本地读取此实况照片的静止图像。
zh_hant: 無法在本機讀取此實況相片的靜止影像。

source: Default 0.40. Lower is stricter. Pairs at or below this distance join a group. Changes regroup existing scores when you close settings.
zh_hans: 默认 0.40。数值越低越严格。距离不超过此值的照片对会归入同一组。关闭设置时更改会重新分组现有评分。
zh_hant: 預設 0.40。數值越低越嚴格。距離不超過此值的相片對會歸入同一組。關閉設定時更改會重新分組現有評分。

source: Delete %lld
zh_hans: 删除 %lld 张
zh_hant: 刪除 %lld 張

source: Dimensions
zh_hans: 尺寸
zh_hant: 尺寸

source: Done
zh_hans: 完成
zh_hant: 完成

source: Each photo is compared with its closest neighbors by capture time, before or after it. Matching links join into larger groups, which can contain more than five photos. A chain of matches may connect endpoints that are not directly similar.
zh_hans: 每张照片会与拍摄时间上最接近的前后照片比对。匹配的连接会合并为更大的组，可能包含五张以上的照片。一连串的匹配可能连接起并不直接相似的两端。
zh_hant: 每張相片會與拍攝時間上最接近的前後相片比對。匹配的連接會合併為更大的組，可能包含五張以上的相片。一連串的匹配可能連接起並不直接相似的兩端。

source: Each scan pauses once it has this many results below your current position, so the app stays responsive; scrolling loads more. Applies to Similar photos (groups), Live → Still, and Low-aesthetic (photos). Default 200.
zh_hans: 每次扫描在你当前位置下方达到此数量的结果后暂停，以保持应用流畅；滚动可加载更多。适用于相似照片（组）、实况转静止和低质量照片（张）。默认 200。
zh_hant: 每次掃描在你目前位置下方達到此數量的結果後暫停，以保持 App 流暢；捲動可載入更多。適用於相似相片（組）、實況轉靜止和低品質相片（張）。預設 200。

source: Favorite
zh_hans: 个人收藏
zh_hant: 個人收藏

source: File name
zh_hans: 文件名
zh_hant: 檔案名稱

source: Finding Live Photos…
zh_hans: 正在查找实况照片…
zh_hant: 正在尋找實況相片…

source: Finding low-aesthetic photos…
zh_hans: 正在查找低质量照片…
zh_hant: 正在尋找低品質相片…

source: Finding more…
zh_hans: 正在查找更多…
zh_hant: 正在尋找更多…

source: Flags non-utility photos whose Vision aesthetics score falls below this cutoff. Higher is more sensitive and flags more photos. Lowering re-checks your current results instantly; raising re-scans next time you open Low-aesthetic. Scoring needs a physical device.
zh_hans: 标记 Vision 美学评分低于此阈值的非工具类照片。数值越高越灵敏，标记的照片越多。调低会立即重新筛选当前结果；调高会在下次打开“低质量照片”时重新扫描。评分需要真机。
zh_hant: 標記 Vision 美學評分低於此閾值的非工具類相片。數值越高越靈敏，標記的相片越多。調低會立即重新篩選目前結果；調高會在下次開啟「低品質相片」時重新掃描。評分需要實機。

source: Full photo access
zh_hans: 完全照片访问权限
zh_hant: 完全相片存取權限

source: General
zh_hans: 通用
zh_hant: 一般

source: Info
zh_hans: 信息
zh_hant: 資訊

source: Initial scan
zh_hans: 初始扫描
zh_hant: 初始掃描

source: Keep All
zh_hans: 全部保留
zh_hant: 全部保留

source: Kept
zh_hans: 已保留
zh_hant: 已保留

source: Limited photo access
zh_hans: 有限照片访问权限
zh_hant: 有限相片存取權限

source: LIVE
zh_hans: 实况
zh_hant: 實況

source: Live → Still
zh_hans: 实况转静止
zh_hant: 實況轉靜止

source: Live Photo. Press and hold to play. Pinch to zoom. Swipe up for information.
zh_hans: 实况照片。按住可播放。双指开合可缩放。向上轻扫查看信息。
zh_hant: 實況相片。按住可播放。雙指開合可縮放。向上輕掃查看資訊。

source: LONG EXPOSURE
zh_hans: 长曝光
zh_hant: 長曝光

source: LOOP
zh_hans: 循环
zh_hant: 循環

source: Low-aesthetic
zh_hans: 低质量照片
zh_hant: 低品質相片

source: Low-aesthetic sensitivity
zh_hans: 低质量灵敏度
zh_hant: 低品質靈敏度

source: Map showing where this photo was taken
zh_hans: 显示此照片拍摄地点的地图
zh_hant: 顯示此相片拍攝地點的地圖

source: Mark All
zh_hans: 全部标记
zh_hant: 全部標記

source: Maximum distance
zh_hans: 最大距离
zh_hant: 最大距離

source: Maximum distance in kilometers
zh_hans: 最大距离（公里）
zh_hant: 最大距離（公里）

source: Maximum time apart
zh_hans: 最大时间间隔
zh_hant: 最大時間間隔

source: Maximum Vision distance
zh_hans: 最大 Vision 距离
zh_hant: 最大 Vision 距離

source: Modified
zh_hans: 修改时间
zh_hant: 修改時間

source: Nearby by time
zh_hans: 时间相近
zh_hant: 時間相近

source: Nearby photo. Press and hold to preview.
zh_hans: 相近的照片。按住可预览。
zh_hant: 相近的相片。按住可預覽。

source: Neighbors per photo
zh_hans: 每张照片的邻近数
zh_hant: 每張相片的鄰近數

source: New→Old
zh_hans: 新→旧
zh_hant: 新→舊

source: Newest from date
zh_hans: 截止日期
zh_hant: 截止日期

source: No camera information is embedded in this photo.
zh_hans: 此照片未嵌入相机信息。
zh_hant: 此相片未嵌入相機資訊。

source: No convertible Live Photos were found in this range. Loop and Bounce effects aren’t included, and photos unavailable locally can’t be converted.
zh_hans: 此范围内没有可转换的实况照片。不包含“循环”和“来回播放”效果，本地不可用的照片也无法转换。
zh_hant: 此範圍內沒有可轉換的實況相片。不包含「循環」和「來回播放」效果，本機不可用的相片也無法轉換。

source: No groups found
zh_hans: 未找到相似组
zh_hant: 未找到相似組

source: No Live Photos
zh_hans: 没有实况照片
zh_hant: 沒有實況相片

source: No low-aesthetic photos
zh_hans: 没有低质量照片
zh_hant: 沒有低品質相片

source: No low-aesthetic photos were found in this range. Try a higher sensitivity in Settings, or widen the scan window. Aesthetics scoring needs a physical device, and photos unavailable locally can’t be checked.
zh_hans: 此范围内没有低质量照片。可在设置中提高灵敏度，或扩大扫描范围。美学评分需要真机，本地不可用的照片无法检测。
zh_hant: 此範圍內沒有低品質相片。可在設定中提高靈敏度，或擴大掃描範圍。美學評分需要實機，本機不可用的相片無法檢測。

source: No measured matches met the distance threshold. Try adjusting it in settings. Photos unavailable locally cannot be matched.
zh_hans: 没有测得的匹配达到距离阈值。可在设置中调整。本地不可用的照片无法匹配。
zh_hant: 沒有測得的匹配達到距離閾值。可在設定中調整。本機不可用的相片無法匹配。

source: No photos marked for deletion
zh_hans: 没有标记为删除的照片
zh_hant: 沒有標記為刪除的相片

source: None found
zh_hans: 未找到
zh_hant: 未找到

source: Not kept
zh_hans: 未保留
zh_hant: 未保留

source: Not selected. Tap to select for conversion.
zh_hans: 未选择。点按以选择转换。
zh_hant: 未選擇。點按以選擇轉換。

source: Not selected. Tap to select.
zh_hans: 未选择。点按以选择。
zh_hant: 未選擇。點按以選擇。

source: OK
zh_hans: 好
zh_hant: 好

source: Old→New
zh_hans: 旧→新
zh_hant: 舊→新

source: Oldest from date
zh_hans: 起始日期
zh_hant: 起始日期

source: On the home screen, each feature scans only up to this many results before pausing, so opening the app doesn't run all three scans to completion at once. Opening a feature's list scans the rest up to the buffer above. Default 50.
zh_hans: 在主屏幕上，每项功能最多扫描到此数量的结果就暂停，这样打开应用时不会一次性把三项扫描全部跑完。打开某项功能的列表会继续扫描，直至上方的缓冲数量。默认 50。
zh_hant: 在主畫面上，每項功能最多掃描到此數量的結果就暫停，這樣開啟 App 時不會一次把三項掃描全部跑完。開啟某項功能的列表會繼續掃描，直至上方的緩衝數量。預設 50。

source: Open Settings
zh_hans: 打开设置
zh_hant: 開啟設定

source: Photo access does not allow changes. Grant full or limited read-write access and try again.
zh_hans: 照片访问权限不允许更改。请授予完全或有限的读写权限后重试。
zh_hant: 相片存取權限不允許更改。請授予完全或有限的讀寫權限後重試。

source: Photo access is off. In Settings, allow full access or select a limited set of photos to compare.
zh_hans: 照片访问已关闭。请在“设置”中允许完全访问，或选择一部分照片进行比对。
zh_hant: 相片存取已關閉。請在「設定」中允許完全存取，或選擇一部分相片進行比對。

source: Photo access is restricted on this device. Review device restrictions to enable it.
zh_hans: 此设备上的照片访问受限。请检查设备限制以启用。
zh_hant: 此裝置上的相片存取受限。請檢查裝置限制以啟用。

source: Photo filmstrip
zh_hans: 照片胶片条
zh_hant: 相片膠卷條

source: Photo location
zh_hans: 照片位置
zh_hant: 相片位置

source: Photo unavailable
zh_hans: 照片不可用
zh_hant: 相片不可用

source: Photo. Pinch to zoom. Swipe up for information.
zh_hans: 照片。双指开合可缩放。向上轻扫查看信息。
zh_hant: 相片。雙指開合可縮放。向上輕掃查看資訊。

source: Photos did not accept the change request.
zh_hans: “照片”未接受更改请求。
zh_hant: 「相片」未接受更改請求。

source: Photos did not accept the deletion request.
zh_hans: “照片”未接受删除请求。
zh_hant: 「相片」未接受刪除請求。

source: Pinch to zoom · tap to toggle · swipe up for info
zh_hans: 双指开合缩放 · 点按切换 · 向上轻扫查看信息
zh_hant: 雙指開合縮放 · 點按切換 · 向上輕掃查看資訊

source: Preview unavailable locally
zh_hans: 本地预览不可用
zh_hant: 本機預覽不可用

source: Reading camera information…
zh_hans: 正在读取相机信息…
zh_hant: 正在讀取相機資訊…

source: Results include only the photos you have allowed.
zh_hans: 结果仅包含你已允许的照片。
zh_hant: 結果僅包含你已允許的相片。

source: Results to find per feature on the home screen before pausing
zh_hans: 主屏幕上每项功能暂停前要查找的结果数
zh_hant: 主畫面上每項功能暫停前要尋找的結果數

source: Results to keep scanned ahead of your position before pausing
zh_hans: 暂停前在你位置前方保持已扫描的结果数
zh_hant: 暫停前在你位置前方保持已掃描的結果數

source: Review settings
zh_hans: 查看设置
zh_hant: 檢視設定

source: Scan buffer
zh_hans: 扫描缓冲
zh_hant: 掃描緩衝

source: Scan direction and start date are set at the top of each list, so you can adjust them while reviewing.
zh_hans: 扫描方向和起始日期在每个列表顶部设置，你可以在查看时调整。
zh_hant: 掃描方向和起始日期在每個列表頂部設定，你可以在查看時調整。

source: Scan order
zh_hans: 扫描顺序
zh_hant: 掃描順序

source: Scanning more…
zh_hans: 正在扫描更多…
zh_hant: 正在掃描更多…

source: Select
zh_hans: 选择
zh_hant: 選擇

source: Select All
zh_hans: 全选
zh_hant: 全選

source: Selected for conversion. Tap to deselect.
zh_hans: 已选择进行转换。点按取消选择。
zh_hant: 已選擇進行轉換。點按取消選擇。

source: Selected. Tap to deselect.
zh_hans: 已选择。点按取消选择。
zh_hant: 已選擇。點按取消選擇。

source: Sensitivity
zh_hans: 灵敏度
zh_hant: 靈敏度

source: Similar photos
zh_hans: 相似照片
zh_hant: 相似相片

source: Similar photos · Comparison candidates
zh_hans: 相似照片 · 比对候选
zh_hant: 相似相片 · 比對候選

source: Similar photos · Location shortcut
zh_hans: 相似照片 · 位置快捷方式
zh_hant: 相似相片 · 位置捷徑

source: Similarity analysis did not finish. Pull to refresh to retry.
zh_hans: 相似度分析未完成。下拉刷新以重试。
zh_hant: 相似度分析未完成。下拉重新整理以重試。

source: Similarity distance ≤ %@ · change in review settings
zh_hans: 相似度距离 ≤ %@ · 可在查看设置中更改
zh_hant: 相似度距離 ≤ %@ · 可在檢視設定中更改

source: Skip far-apart photos
zh_hans: 跳过相距较远的照片
zh_hant: 略過相距較遠的相片

source: Suggested best photo
zh_hans: 推荐的最佳照片
zh_hant: 推薦的最佳相片

source: Suggested best shot
zh_hans: 推荐的最佳照片
zh_hant: 推薦的最佳相片

source: Tap or drag to select
zh_hans: 点按或拖动以选择
zh_hant: 點按或拖曳以選擇

source: Tap Select to choose photos
zh_hans: 点按“选择”来挑选照片
zh_hant: 點按「選擇」來挑選相片

source: Tap to scan
zh_hans: 点按以扫描
zh_hant: 點按以掃描

source: The photo under review. Press and hold to preview.
zh_hans: 正在查看的照片。按住可预览。
zh_hant: 正在查看的相片。按住可預覽。

source: The still keeps the photo and its metadata. The Live Photo’s motion is removed and the original moves to Recently Deleted.
zh_hans: 静止照片保留图像及其元数据。实况照片的动态部分会被移除，原件移至“最近删除”。
zh_hant: 靜止相片保留影像及其中繼資料。實況相片的動態部分會被移除，原件移至「最近刪除」。

source: Toggles whether this photo will be kept
zh_hans: 切换是否保留此照片
zh_hant: 切換是否保留此相片

source: Try again after checking photo access.
zh_hans: 请检查照片访问权限后重试。
zh_hant: 請檢查相片存取權限後重試。

source: When on, photo pairs that both have location data and are farther apart than this are skipped without a visual comparison, speeding up the scan. Pairs missing location on either side are always compared. Changes take effect on the next scan (pull to refresh).
zh_hans: 开启后，两张都带有位置数据且相距超过此值的照片对会被跳过，不做视觉比对，从而加快扫描。任一张缺少位置的照片对仍会比对。更改在下次扫描时生效（下拉刷新）。
zh_hant: 開啟後，兩張都帶有位置資料且相距超過此值的相片對會被略過，不做視覺比對，從而加快掃描。任一張缺少位置的相片對仍會比對。更改在下次掃描時生效（下拉重新整理）。

source: With limited access, only the photos you allow can be scanned. Scores use Vision and local previews without automatic iCloud downloads.
zh_hans: 在有限访问下，只有你允许的照片才能被扫描。评分使用 Vision 和本地预览，不会自动从 iCloud 下载。
zh_hant: 在有限存取下，只有你允許的相片才能被掃描。評分使用 Vision 和本機預覽，不會自動從 iCloud 下載。
